{
    "status": "ok",
    "totalResults": 77464,
    "articles": [
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "kteo@insider.com (Kai Xiang Teo)",
    "title": "A top AI expert says most outsourced coders in India will be out of a job in 2 years thanks to the technology",
    "description": "India's coders \"will be gone in the next year or two, whereas in France, you'll never fire a developer,\" Stability AI CEO Emad Mostaque said.",
    "url": "https://www.businessinsider.com/ai-replace-most-outsourced-coders-india-stability-ceo-predicts-2023-7",
    "urlToImage": "https://i.insider.com/64b64836db9026001935627b?width=1200&format=jpeg",
    "publishedAt": "2023-07-18T10:26:30Z",
    "content": "AI will soon eliminate most outsourced coding jobs in India as the technology will drastically reduce the need for them, according to a leading AI expert. \r\nIndia's \"outsourced coders up to level thr… [+1414 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "John Boitnott",
    "title": "AI Makers Urged to Stop Stealing from Authors",
    "description": "The development of Artificial Intelligence (AI) has introduced new moral dilemmas into a world where technology is advancing at an […]\nThe post AI Makers Urged to Stop Stealing from Authors appeared first on ReadWrite.",
    "url": "https://readwrite.com/ai-makers-urged-to-stop-stealing-from-authors/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/aaron-burden-y02jEX_B0O0-unsplash.jpg",
    "publishedAt": "2023-07-19T03:54:03Z",
    "content": "The development of Artificial Intelligence (AI) has introduced new moral dilemmas into a world where technology is advancing at an unprecedented rate. Artificial intelligence (AI) that mimics the sty… [+7839 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "John Boitnott",
    "title": "Big Sky Capital: Investing in the Future of SaaS Startups",
    "description": "In the fast-paced world of technology and venture capital, a new player has emerged, poised to make a significant impact […]\nThe post Big Sky Capital: Investing in the Future of SaaS Startups appeared first on ReadWrite.",
    "url": "https://readwrite.com/big-sky-capital-investing-in-the-future-of-saas-startups/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/karen-uppal-nRraATal7gg-unsplash.jpg",
    "publishedAt": "2023-07-19T20:49:49Z",
    "content": "In the fast-paced world of technology and venture capital, a new player has emerged, poised to make a significant impact on the startup ecosystem. Big Sky Capital, an early-stage venture capital firm… [+8557 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Brad Anderson",
    "title": "The Biden Administration Is Taking Steps to Protect Your Smart Devices from Hackers",
    "description": "With help from major players in the consumer technology industry, the Biden administration has launched an ambitious initiative to create […]\nThe post The Biden Administration Is Taking Steps to Protect Your Smart Devices from Hackers appeared first on ReadWr…",
    "url": "https://readwrite.com/the-biden-administration-is-taking-steps-to-protect-your-smart-devices-from-hackers/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/bence-boros-anapPhJFRhM-unsplash.jpg",
    "publishedAt": "2023-07-18T15:43:23Z",
    "content": "With help from major players in the consumer technology industry, the Biden administration has launched an ambitious initiative to create a national cybersecurity certification and labeling program. … [+7071 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Deanna Ritchie",
    "title": "TheTruthSpy: The Stalkerware That Made Millions",
    "description": "In an era where technology permeates every aspect of our lives, privacy has become a precious commodity. Unfortunately, there are […]\nThe post TheTruthSpy: The Stalkerware That Made Millions appeared first on ReadWrite.",
    "url": "https://readwrite.com/thetruthspy-the-stalkerware-that-made-millions/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/ed-hardie-p0vN2xCvJNg-unsplash.jpg",
    "publishedAt": "2023-07-21T18:32:15Z",
    "content": "In an era where technology permeates every aspect of our lives, privacy has become a precious commodity. Unfortunately, there are individuals and organizations exploiting this vulnerability for their… [+9354 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Adam Torkildson",
    "title": "How Generative AI Can Help Shape the Future of Marketing",
    "description": "The latest technology that has swept the nation has been generative AI. With astounding capabilities that may have otherwise been […]\nThe post How Generative AI Can Help Shape the Future of Marketing appeared first on ReadWrite.",
    "url": "https://readwrite.com/how-generative-ai-can-help-shape-the-future-of-marketing/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/Generative-AI-and-Marketing.jpg",
    "publishedAt": "2023-07-25T15:35:11Z",
    "content": "The latest technology that has swept the nation has been generative AI. With astounding capabilities that may have otherwise been seen as impossible by computers, it has seen a surge in popularity. T… [+7798 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Deanna Ritchie",
    "title": "3.3Gbps? T-Mobile’s 5G is faster than your home internet",
    "description": "T-Mobile has made the bold move of announcing the launch of its new 5G technology, which is expected to completely […]\nThe post 3.3Gbps? T-Mobile’s 5G is faster than your home internet appeared first on ReadWrite.",
    "url": "https://readwrite.com/3-3gbps-t-mobiles-5g-is-faster-than-your-home-internet/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/mika-baumeister-o-oqR_WmqJU-unsplash.jpg",
    "publishedAt": "2023-07-27T22:29:03Z",
    "content": "T-Mobile has made the bold move of announcing the launch of its new 5G technology, which is expected to completely transform the world of connectivity. The revolutionary 3.3Gbps speeds of T-Mobile’s … [+7604 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Harikrishna Kundariya",
    "title": "Top 10 React Native Development Companies in 2023",
    "description": "The web is afloat with mobile apps created using React Native technology. These apps have the most downloads, bringing in […]\nThe post Top 10 React Native Development Companies in 2023 appeared first on ReadWrite.",
    "url": "https://readwrite.com/top-10-react-native-development-companies-in-2023/",
    "urlToImage": "https://readwrite.com/wp-content/uploads/2023/04/Top-10-React-Native-Development-Companies-in-2023.jpg",
    "publishedAt": "2023-08-10T15:00:46Z",
    "content": "The web is afloat with mobile apps created using React Native technology. These apps have the most downloads, bringing in a lot of money and expanding businesses. Business owners with either a concep… [+11221 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Deanna Ritchie",
    "title": "Micro Focus acquisition could spark IP lawsuits",
    "description": "Micro Focus, a UK-based IT software vendor and consultancy, made headlines when it was acquired by Canadian enterprise technology giant […]\nThe post Micro Focus acquisition could spark IP lawsuits appeared first on ReadWrite.",
    "url": "https://readwrite.com/micro-focus-acquisition-could-spark-ip-lawsuits/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/markus-winkler-9XfSFjcwGh0-unsplash.jpg",
    "publishedAt": "2023-07-27T19:42:03Z",
    "content": "Micro Focus, a UK-based IT software vendor and consultancy, made headlines when it was acquired by Canadian enterprise technology giant OpenText for a staggering $6 billion. The deal, which closed on… [+8185 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Brad Anderson",
    "title": "China Cracks Down on Drone Exports in Wake of Ukraine War",
    "description": "Companies like DJI Technology Co. in China have propelled the country to the forefront of the global drone industry. China’s […]\nThe post China Cracks Down on Drone Exports in Wake of Ukraine War appeared first on ReadWrite.",
    "url": "https://readwrite.com/china-cracks-down-on-drone-exports-in-wake-of-ukraine-war/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/08/ian-usher-JPAfSd_acI8-unsplash.jpg",
    "publishedAt": "2023-08-01T20:30:13Z",
    "content": "Companies like DJI Technology Co. in China have propelled the country to the forefront of the global drone industry. China’s technological prowess and low prices have made the country a global leader… [+6984 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Timothy Carter",
    "title": "In-House Counsel Team: The Profound Influence of Generative AI",
    "description": "In the present digital world, technology is transforming all sectors. So too, is it making deep inroads into the legal […]\nThe post In-House Counsel Team: The Profound Influence of Generative AI appeared first on ReadWrite.",
    "url": "https://readwrite.com/in-house-counsel-team-the-profound-influence-of-generative-ai/",
    "urlToImage": "https://readwrite.com/wp-content/uploads/2023/08/In-House-Counsel-Team.jpg",
    "publishedAt": "2023-08-09T15:00:27Z",
    "content": "In the present digital world, technology is transforming all sectors. So too, is it making deep inroads into the legal world, enhancing and expediting both routine and complex tasks undertaken by in-… [+14931 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Aaron Heienickle",
    "title": "Shopify Sidekick: The ChatGPT of Ecommerce",
    "description": "Shopify, a leading ecommerce platform, is constantly pushing the boundaries of technology to provide its merchants with innovative solutions. One […]\nThe post Shopify Sidekick: The ChatGPT of Ecommerce appeared first on ReadWrite.",
    "url": "https://readwrite.com/shopify-sidekick-the-chatgpt-of-ecommerce/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/charlesdeluvio-4MRqV9gcUHQ-unsplash.jpg",
    "publishedAt": "2023-07-26T20:58:13Z",
    "content": "Shopify, a leading ecommerce platform, is constantly pushing the boundaries of technology to provide its merchants with innovative solutions. One such solution is Shopify Sidekick, an AI-powered assi… [+7876 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "John Boitnott",
    "title": "Underwater robots to revolutionize deep sea mining",
    "description": "The world is constantly evolving, with advancements in technology driving innovation across various industries. One such industry that is poised […]\nThe post Underwater robots to revolutionize deep sea mining appeared first on ReadWrite.",
    "url": "https://readwrite.com/underwater-robots-to-revolutionize-deep-sea-mining/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/noaa-BfLOn4V0JgQ-unsplash-1.jpg",
    "publishedAt": "2023-07-28T19:18:30Z",
    "content": "The world is constantly evolving, with advancements in technology driving innovation across various industries. One such industry that is poised for a high-tech future is deep sea mining. As the dema… [+9768 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Aleksey Salaz",
    "title": "Potensic Atom SE: Full Review",
    "description": "Dive into the exhilarating world of drone technology with the Potensic Atom SE. Discover advanced and incomparable features tightly packed […]\nThe post Potensic Atom SE: Full Review appeared first on ReadWrite.",
    "url": "https://readwrite.com/potensic-atom-se-full-review/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/level-5-wind-resistance-1670065987553.webp",
    "publishedAt": "2023-07-25T19:00:29Z",
    "content": "Dive into the exhilarating world of drone technology with the Potensic Atom SE. Discover advanced and incomparable features tightly packed into a compact design in this insightful article.\r\nGet ready… [+9234 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Nate Nead",
    "title": "How Law Firms Are Adopting Strategies for Generative AI Tool Implementation",
    "description": "The rapid evolution of technology and data processing capabilities is paving the way for more advanced Artificial Intelligence (AI) tools […]\nThe post How Law Firms Are Adopting Strategies for Generative AI Tool Implementation appeared first on ReadWrite.",
    "url": "https://readwrite.com/generative-ai-tool-implementation/",
    "urlToImage": "https://readwrite.com/wp-content/uploads/2023/06/how-humans-can-prosper-with-ai.jpg",
    "publishedAt": "2023-07-28T08:22:37Z",
    "content": "The rapid evolution of technology and data processing capabilities is paving the way for more advanced Artificial Intelligence (AI) tools in Law firms. While there are tangible benefits associated wi… [+9436 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Deanna Ritchie",
    "title": "NASA’s Ambitious Plan for Nuclear-Powered Rockets",
    "description": "NASA is launching a bold mission to send humans to Mars using nuclear-powered rocket engines. With this innovative technology, we […]\nThe post NASA’s Ambitious Plan for Nuclear-Powered Rockets appeared first on ReadWrite.",
    "url": "https://readwrite.com/nasas-ambitious-plan-for-nuclear-powered-rockets/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/spacex-OHOU-5UVIYQ-unsplash.jpg",
    "publishedAt": "2023-07-28T18:08:36Z",
    "content": "NASA is launching a bold mission to send humans to Mars using nuclear-powered rocket engines. With this innovative technology, we may finally be able to get to Mars in a reasonable amount of time. NA… [+8728 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Gilad Maayan",
    "title": "Keeping OAuth Safe: 5 Security Best Practices",
    "description": "OAuth (Open Authorization) is the standard protocol of numerous digital platforms for delegated authorization. It’s the technology that enables users, […]\nThe post Keeping OAuth Safe: 5 Security Best Practices appeared first on ReadWrite.",
    "url": "https://readwrite.com/keeping-oauth-safe-security-best-practices/",
    "urlToImage": "https://readwrite.com/wp-content/uploads/2023/08/Security-Best-Practices.jpg",
    "publishedAt": "2023-08-07T18:58:14Z",
    "content": "OAuth (Open Authorization) is the standard protocol of numerous digital platforms for delegated authorization. It’s the technology that enables users, for example, to click on a “Continue with Facebo… [+9861 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "James Trew",
    "title": "Digital 'immortality' is coming and we're not ready for it",
    "description": "In the 1990 fantasy drama - Truly, Madly, Deeply, lead character Nina, (Juliet Stevenson), is grieving the recent death of her boyfriend Jamie (Alan Rickman). Sensing her profound sadness, Jamie returns as a ghost to help her process her loss. If you’ve seen …",
    "url": "https://www.engadget.com/digital-immortality-is-coming-and-were-not-ready-for-it-133022423.html",
    "urlToImage": "https://s.yimg.com/uu/api/res/1.2/0dXD3sqmDFHahSKJ1bUZqQ--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-07/76578120-2558-11ee-b5de-df600637d6de.cf.jpg",
    "publishedAt": "2023-07-19T13:30:22Z",
    "content": "In the 1990 fantasy drama - Truly, Madly, Deeply, lead character Nina, (Juliet Stevenson), is grieving the recent death of her boyfriend Jamie (Alan Rickman). Sensing her profound sadness, Jamie retu… [+8880 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Guardian"
    },
    "author": "Tim Adams",
    "title": "JO Morgan: ‘I think I do books that may sound strange’",
    "description": "The prize-winning poet and novelist on writing and book binding, his wariness of new technology and why literature is the ultimate immersive experienceJO Morgan has published book-length poems on subjects as diverse as the 10th-century battle of Maldon and a …",
    "url": "https://www.theguardian.com/books/2023/jul/22/jo-morgan-i-think-i-do-books-that-may-sound-strange-appliance",
    "urlToImage": "https://i.guim.co.uk/img/media/8eda204045d63c486ea8c0c70de64b65044920a5/0_448_6720_4032/master/6720.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=f3138b136351d8c4c6666c26b541e375",
    "publishedAt": "2023-07-22T17:00:17Z",
    "content": "JO Morgan has published book-length poems on subjects as diverse as the 10th-century battle of Maldon and a future Martian returning to his abandoned mother planet, Earth. His book Assurances, about … [+5640 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Wired Opinion",
    "title": "North Carolina's New Abortion Law Is Also a Weapon Against Free Speech",
    "description": "Even if North Carolina's abortion law is found unconstitutional, it will confuse lawmakers, platforms, and users and limit what people say online.",
    "url": "https://www.wired.com/story/north-carolinas-new-abortion-law-is-also-a-weapon-against-free-speech/",
    "urlToImage": "https://media.wired.com/photos/64b5d6316296ebb3f086152f/191:100/w_1280,c_limit/ideas_abortion_law_freespeech.jpg",
    "publishedAt": "2023-07-18T12:00:00Z",
    "content": "North Carolinas newlaw banning abortions after 12 weeks not only restricts abortion access in the state that saw the largest increase in abortions since the Supreme Court struck down Roe v. Wade, but… [+4216 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Alistair Croll",
    "title": "To Watermark AI, It Needs Its Own Alphabet",
    "description": "It's getting harder to distinguish between AI- and human-generated content. But Unicode presents an elegant hack in the race to watermark AI-written text.",
    "url": "https://www.wired.com/story/to-watermark-ai-it-needs-its-own-alphabet/",
    "urlToImage": "https://media.wired.com/photos/64c18c66daed59ebbf460cad/191:100/w_1280,c_limit/ideas_watermark_ai_unicode.jpg",
    "publishedAt": "2023-07-27T12:00:00Z",
    "content": "Only a few months ago, AI content was easy to spot: unnatural inflections in speech, weird earlobes in photos, bland language in writing. This is no longer the case. In June, scammers used an AI to i… [+4732 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Lauren Goode, Michael Calore",
    "title": "Hollywood’s Strikes Will Disrupt Podcasts, Games, and TikTok Too",
    "description": "This week, we talk about how the changes in Hollywood fueling the writers’ and actors’ strikes will reach beyond TV and movies to also affect podcasts, video games, and TikTok.",
    "url": "https://www.wired.com/story/gadget-lab-podcast-606/",
    "urlToImage": "https://media.wired.com/photos/64c16f3b57ff6ec62db8a8d0/191:100/w_1280,c_limit/Gadget-Lab-Podcast-Hollywood-Strike-Gear-GettyImages-1561283725.jpg",
    "publishedAt": "2023-07-27T12:00:00Z",
    "content": "Back in May, the Writers Guild of America went on strikepartly over disputes about compensation, and partly over fears that studios could use generative artificial intelligence tools to replace human… [+1907 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Aarian Marshall, Caitlin Harrington",
    "title": "Uber and Lyft Drivers Have Some Advice for Autonomous Vehicles Set to Swarm the Streets",
    "description": "San Francisco ride-hail drivers are about to share the roads with robot competitors. They say that the self-driving cabs need to work on their traffic skills—and watch out for bodily fluids.",
    "url": "https://www.wired.com/story/uber-and-lyft-drivers-advice-autonomous-vehicles-self-driving-cars-taxis/",
    "urlToImage": "https://media.wired.com/photos/64d63f82c30f50376ee877c5/191:100/w_1280,c_limit/waymo-robotaxis-biz-GettyImages-1590503939.jpg",
    "publishedAt": "2023-08-14T11:00:00Z",
    "content": "Take a walk around San Francisco this summer and youll see something curious: Jaguar SUVs and Chevrolet hatchbacks driving around with no one inside. The ghostly vehicles are owned and operated by Go… [+10175 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Emilia David",
    "title": "OpenAI loses its trust and safety leader",
    "description": "Dave Willner, the former head of trust and security at OpenAI, will advise the company in policy matters as lawmakers increase scrutiny of AI trust and security.",
    "url": "https://www.theverge.com/2023/7/21/23802999/openai-trust-safety-out-privacy",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/eJCf-0eN-BMvuoNTj_0k-ImYauY=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24390408/STK149_AI_01.jpg",
    "publishedAt": "2023-07-21T16:39:21Z",
    "content": "OpenAI loses its trust and safety leader\r\nOpenAI loses its trust and safety leader\r\n / Dave Willner will now act as an adviser to OpenAI as policymakers focus on trust and safety in the AI industry.\r… [+1886 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Wes Davis",
    "title": "The Pixel Watch 2 may get multi-day battery life and a UWB chip",
    "description": "A rumor says the Pixel Watch 2 is getting a new Qualcomm wearable chip that should bring much better battery life versus the original Pixel Watch, as well as an ultra-wideband chip for better Find My Device support.",
    "url": "https://www.theverge.com/2023/8/5/23821335/google-pixel-watch-2-rumor-better-battery-life-snapdragon-w5-uwb-android",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/3paMOCSkJrw9oAYvNX0YuWuP1Nk=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24016884/STK093_Google_05.jpg",
    "publishedAt": "2023-08-05T19:25:01Z",
    "content": "The Pixel Watch 2 may get multi-day battery life and a UWB chip\r\nThe Pixel Watch 2 may get multi-day battery life and a UWB chip\r\n / A new rumor backs up that Googles Android watch will get a new Sna… [+2173 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Tom Warren",
    "title": "WhatsApp starts testing AI-generated stickers",
    "description": "WhatsApp is getting a new feature that can generate stickers based on a text description. The AI-powered feature is available for some on the Android WhatsApp beta.",
    "url": "https://www.theverge.com/2023/8/15/23832635/whatsapp-ai-generated-stickers-test-android-beta",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/TTHtVMuyLgJ0BaAei235MWPocJE=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/24062761/STK110_whats_app_Kradtke_02.jpg",
    "publishedAt": "2023-08-15T11:15:22Z",
    "content": "WhatsApp starts testing AI-generated stickers\r\nWhatsApp starts testing AI-generated stickers\r\n / The latest Android WhatsApp beta includes the ability to generate stickers based on a brief descriptio… [+1999 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Emilia David",
    "title": "News outlets demand new rules for AI training data",
    "description": "In an open letter, news organizations called on governments to require copyright protections in AI training models.",
    "url": "https://www.theverge.com/2023/8/10/23827316/news-transparency-copyright-generative-ai",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/YmfPiQaCDRZjL1kuejynWiwZwHI=/0x0:640x427/1200x628/filters:focal(320x214:321x215)/cdn.vox-cdn.com/assets/2364559/AP_logo_640.jpg",
    "publishedAt": "2023-08-10T16:18:25Z",
    "content": "News outlets demand new rules for AI training data\r\nNews outlets demand new rules for AI training data\r\n / Several news organizations released an open letter calling for more transparency and copyrig… [+2799 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Humane will share more about its mysterious ‘Ai Pin’ the same day as October’s eclipse",
    "description": "We still have a lot of questions about the device.",
    "url": "https://www.theverge.com/2023/8/14/23831756/humane-ai-pin-october-solar-eclipse",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/66Du2jlfgKxwFBpKbxHo684Sl7k=/0x0:1920x1080/1200x628/filters:focal(960x540:961x541)/cdn.vox-cdn.com/uploads/chorus_asset/file/24850400/The_Disappearing_Computer__An_Exclusive_Preview_of_Humane_s_Screenless_Tech___Imran_Chaudhri___TED_____The_Disappearing_Computer__An_Exclusive_Preview_of_Humane_s_Screenless_Tech___Imran_Chaudhri___TED_2023_8_14_12017.62_1080p_streamsho.png",
    "publishedAt": "2023-08-14T19:27:52Z",
    "content": "Humane will share more about its mysterious Ai Pin the same day as Octobers eclipse\r\nHumane will share more about its mysterious Ai Pin the same day as Octobers eclipse\r\n / Circle October 14th on you… [+2252 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Jay Peters",
    "title": "Reddit search is a little broken right now",
    "description": "Reddit search is having some issues right now and has been for at least 12 hours. For me, searching while logged in doesn’t return any posts — but strangely, it does work while logged out.",
    "url": "https://www.theverge.com/2023/7/17/23797725/reddit-search-broken-not-working",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/XK89Z8iUT2qagVhFK6REkJj4Syg=/0x0:2040x1360/1200x628/filters:focal(1020x680:1021x681)/cdn.vox-cdn.com/uploads/chorus_asset/file/23985507/acastro_STK024_03.jpg",
    "publishedAt": "2023-07-17T17:33:02Z",
    "content": "Reddit search is a little broken right now\r\nReddit search is a little broken right now\r\n / If you try to search while logged in, you may not see any post results.\r\nByJay Peters, a news editor who wri… [+1770 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Theron Mohamed",
    "title": "Dan Loeb hails AI as a decade-defining technology like the PC and Internet - and says a severe recession looks unlikely",
    "description": "Third Point's billionaire boss predicts AI will supercharge productivity and profits, and expects the Fed to step in when consumers run out of cash.",
    "url": "https://markets.businessinsider.com/news/stocks/dan-loeb-third-point-ai-microsoft-tech-stocks-recession-economy-2023-8",
    "urlToImage": "https://i.insider.com/64ca1bbbce69770019840da5?width=1200&format=jpeg",
    "publishedAt": "2023-08-02T10:17:09Z",
    "content": "Dan Loeb.REUTERS/Steve Marcus\r\n<ul>\n<li>Dan Loeb heralds AI as a game-changing technology in his second-quarter letter to investors.</li>\n<li>The Third Point chief ranks it among transformative tools… [+2315 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "Hartley Charlton",
    "title": "iPhone 15 Rumored to Debut Hybrid Lens With Larger Aperture Ahead of Further Upgrades in 2024",
    "description": "The iPhone 15 lineup will feature a glass-plastic hybrid lens with an ƒ/1.7 aperture before Apple expands the technology with next year's iPhone 16 models, according to a recent claim from the Twitter user \"RGcloudS.\"\n\n\n\n\n\nThe upgrade will apparently make the…",
    "url": "https://www.macrumors.com/2023/07/25/iphone-15-hybrid-lens-rumor/",
    "urlToImage": "https://images.macrumors.com/t/4UdtWI63s3vVRjhMIrZUDw7kVbw=/1600x/article-new/2022/09/iPhone-14-Pro-Rear-Camera.jpg",
    "publishedAt": "2023-07-25T14:34:49Z",
    "content": "The iPhone 15 lineup will feature a glass-plastic hybrid lens with an /1.7 aperture before Apple expands the technology with next year's iPhone 16 models, according to a recent claim from the Twitter… [+2280 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Theron Mohamed",
    "title": "Warren Buffett has touted AI's potential but warned it could be disruptive and dangerous. Here are his 7 best quotes about the budding technology.",
    "description": "Artificial intelligence might boost productivity and free up leisure time, but it could also cause widescale job losses and be misused, Buffett said.",
    "url": "https://markets.businessinsider.com/news/stocks/warren-buffett-quotes-artificial-intelligence-ai-tech-jobs-disruption-dangers-2023-7",
    "urlToImage": "https://i.insider.com/62384b52927f4a001886bece?width=1200&format=jpeg",
    "publishedAt": "2023-07-26T08:55:08Z",
    "content": "Warren Buffett.AP Photo/Nati Harnik\r\n<ul>\n<li>Warren Buffett has touted AI's huge potential, but warned it may cause serious fallout.</li>\n<li>The Berkshire Hathaway CEO sees output and cost benefits… [+3287 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Beatrice Nolan",
    "title": "Netflix is offering up to $900,000 for an AI-focused role as actors continue to strike over the 'existential threat' posed by the technology",
    "description": "The product manager listing indicates that AI will be used in all areas of Netflix's business, including helping the company \"create great content.\"",
    "url": "https://www.businessinsider.com/netflix-ai-salary-manager-role-amid-writers-strike-2023-7",
    "urlToImage": "https://i.insider.com/64c0e464671ed60019154904?width=1200&format=jpeg",
    "publishedAt": "2023-07-26T10:48:33Z",
    "content": "The product manager listing indicated that AI would be used in all areas of Netflix's business.PATRICK T. FALLON/AFP via Getty Images\r\n<ul>\n<li>As the actors' and writers' strikes continue to bite, N… [+2116 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "EditorDavid",
    "title": "California City Tests AI Cameras On Buses for Parking Tickets",
    "description": "Los Angeles TV station KTLA reports:\nIt's an issue for cities across America: cars parked in bus lanes when they shouldn't be. Now, new AI camera technology is letting the buses themselves write tickets instantly. \n\nSanta Monica recently tested the technology…",
    "url": "https://slashdot.org/story/23/07/22/2130230/california-city-tests-ai-cameras-on-buses-for-parking-tickets",
    "urlToImage": "https://a.fsdn.com/sd/topics/ai_64.png",
    "publishedAt": "2023-07-22T21:34:00Z",
    "content": "It's an issue for cities across America: cars parked in bus lanes when they shouldn't be. Now, new AI camera technology is letting the buses themselves write tickets instantly.Santa Monica recently t… [+1089 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Hackaday"
    },
    "author": "Tom Nardi",
    "title": "A Magnetohydrodynamic Drive in the Kitchen Sink",
    "description": "The magnetohydrodynamic (MHD) drive certainly sounds like something out of science fiction — using an array of magnets and electrodes, this high-tech propulsion technology promises to silently propel a craft …read more",
    "url": "https://hackaday.com/2023/08/07/a-magnetohydrodynamic-drive-in-the-kitchen-sink/",
    "urlToImage": "https://hackaday.com/wp-content/uploads/2023/08/mhdrive_feat.jpg",
    "publishedAt": "2023-08-07T11:00:39Z",
    "content": "The magnetohydrodynamic (MHD) drive certainly sounds like something out of science fiction — using an array of magnets and electrodes, this high-tech propulsion technology promises to silently propel… [+2664 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Devindra Hardawar",
    "title": "AI put me in a 'South Park' episode",
    "description": "It was just another day in South Park. The kids were making fun of each other on the playground, while the parents were all doing their best to maintain their sanity in the small Colorado town. And then there was me, a tech journalist going door-to-door warni…",
    "url": "https://www.engadget.com/the-simulation-ai-put-me-in-a-south-park-episode-170002565.html",
    "urlToImage": "https://s.yimg.com/uu/api/res/1.2/5eOPagwvugtI9ZGYXlZsaA--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-07/0ba6ba00-2588-11ee-b3bd-4c14cd489115.cf.jpg",
    "publishedAt": "2023-07-18T17:00:02Z",
    "content": "It was just another day in South Park. The kids were making fun of each other on the playground, while the parents were all doing their best to maintain their sanity in the small Colorado town. And t… [+5907 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Hackaday"
    },
    "author": "Lewin Day",
    "title": "AI Learns To Walk in 3D Training Grounds",
    "description": "AI agents are learning to do all kinds of interesting jobs, even the creative ones that we quite prefer handling ourselves. Nevertheless, technology marches on. Working in this area is YouTuber [AI…",
    "url": "https://hackaday.com/2023/07/21/ai-learns-to-walk-in-3d-training-grounds/",
    "urlToImage": "https://hackaday.com/wp-content/uploads/2023/07/AI-Learns-to-Walk-deep-reinforcement-learning-5-11-screenshot.png",
    "publishedAt": "2023-07-21T20:00:13Z",
    "content": "AI agents are learning to do all kinds of interesting jobs, even the creative ones that we quite prefer handling ourselves. Nevertheless, technology marches on. Working in this area is YouTuber [AI W… [+1484 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Hackaday"
    },
    "author": "Bryan Cockfield",
    "title": "Automation for the NES",
    "description": "Old hardware might not be anywhere close to as powerful as modern technology, but it does have a few perks. Aesthetics can of course drive the popularity of things like retro gaming systems, but th…",
    "url": "https://hackaday.com/2023/08/15/automation-for-the-nes/",
    "urlToImage": "https://hackaday.com/wp-content/uploads/2023/08/controller-main.gif",
    "publishedAt": "2023-08-15T11:00:00Z",
    "content": "Old hardware might not be anywhere close to as powerful as modern technology, but it does have a few perks. Aesthetics can of course drive the popularity of things like retro gaming systems, but the … [+1569 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Medievalists.net"
    },
    "author": "Medievalists.net",
    "title": "Text of Elizabethan chronicler revealed by imaging technology",
    "description": "Through new imaging technology, the British Library has uncovered hidden text in William Camden’s Annals, the first official account of Elizabeth I’s reign, providing new perspectives on the queen’s life.",
    "url": "https://www.medievalists.net/2023/07/hidden-text-of-elizabethan-chronicler-revealed-by-imaging-technology/",
    "urlToImage": "https://www.medievalists.net/wp-content/uploads/2023/07/Camden-Annals_02-scaled.jpg",
    "publishedAt": "2023-08-07T20:09:04Z",
    "content": "Through new imaging technology, the British Library has uncovered hidden text in William Camdens Annals, the first official account of Elizabeth Is reign, providing new perspectives on the queens lif… [+6060 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "Hartley Charlton",
    "title": "Custom MicroLED Displays Could Be Heading to the iPhone, Vision Pro, and Apple Car",
    "description": "Early production operations for Apple's custom microLED displays indicate that the technology is headed to a broad range of products, including headsets, iPhones, and automotive applications, Taiwanese research firm TrendForce reports.\n\n\n\n\n\nTrendForce also re…",
    "url": "https://www.macrumors.com/2023/08/10/microled-displays-for-iphone-vision-pro-apple-car/",
    "urlToImage": "https://images.macrumors.com/t/8uHV2se3MaibHLC6_MelM6DgSp4=/2504x/article-new/2022/09/iPhone-14-Pro-Display-Two-Times-Brighter-Feature.jpg",
    "publishedAt": "2023-08-10T14:10:51Z",
    "content": "Early production operations for Apple's custom microLED displays indicate that the technology is headed to a broad range of products, including headsets, iPhones, and automotive applications, Taiwane… [+1754 chars]"
    },
    {
    "source": {
    "id": "the-next-web",
    "name": "The Next Web"
    },
    "author": "Ioanna Lykiardopoulou",
    "title": "Tech is breaking accessibility barriers in transport — here’s how",
    "description": "According to WHO, people with disabilities represent 16% of the world population. They also find transportation 15 times more challenging than non-disabled individuals. But for mobility to truly be sustainable, it has to go beyond reducing emissions; it has t…",
    "url": "https://thenextweb.com/news/tech-is-breaking-accessibility-barriers-transport",
    "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw-blurple?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2023%2F07%2FUntitled-design-11-1.jpg&signature=cc80eff758e399d577a4d4167699b0c6",
    "publishedAt": "2023-08-01T07:00:22Z",
    "content": "According to WHO, people with disabilities represent 16% of the world population. They also find transportation 15 times more challenging than non-disabled individuals. But for mobility to truly be s… [+7045 chars]"
    },
    {
    "source": {
    "id": "the-next-web",
    "name": "The Next Web"
    },
    "author": "Ioanna Lykiardopoulou",
    "title": "Fibre optics could be the answer to water loss from leaky pipes",
    "description": "Approximately 48.6 billion cubic meters of water are lost around the world every day. According to the International Water Association (IWA), the main culprits for this loss are underground leaks on water mains and service pipes. To monitor leaks in water pip…",
    "url": "https://thenextweb.com/news/fibre-optics-answer-to-water-loss-leaky-pipes",
    "urlToImage": "https://img-cdn.tnwcdn.com/image/tnw-blurple?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2023%2F07%2FUntitled-design-7-1.jpg&signature=cb0f3f8d0a765d794d7412d480b2af6b",
    "publishedAt": "2023-07-21T13:27:43Z",
    "content": "Approximately 48.6 billion cubic meters of water are lost around the world every day. According to the International Water Association (IWA), the main culprits for this loss are underground leaks on … [+1983 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Katie Hawkinson",
    "title": "In every reported case where police mistakenly arrested someone using facial recognition, that person has been Black",
    "description": "Facial recognition software has always had trouble telling Black people apart, yet police departments are still using it.",
    "url": "https://www.businessinsider.com/in-every-reported-false-arrests-based-on-facial-recognition-that-person-has-been-black-2023-8",
    "urlToImage": "https://i.insider.com/64cfd96b20f1cf0019cb83e3?width=1200&format=jpeg",
    "publishedAt": "2023-08-06T19:52:15Z",
    "content": "A senior staff attorney with the American Civil Liberties Union called facial recognition technology in law enforcement \"an extremely dangerous practice.\"Fabrizio Bensch/Reuters\r\n<ul>\n<li>All six kno… [+3113 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Android Central"
    },
    "author": "tips@androidcentral.com (Vishnu Sarangapurkar)",
    "title": "Google ordered to pay $338 million in Chromecast patent infringement case",
    "description": "The lawsuit dates back to 2021, which says that Google allegedly infringed Touchstream's Chromecast-like patents.",
    "url": "https://www.androidcentral.com/apps-software/court-orders-google-pay-millions-chromecast-patent-case",
    "urlToImage": "https://cdn.mos.cms.futurecdn.net/z6tvCEtF9C5BiHta3vMEoh-1200-80.jpeg",
    "publishedAt": "2023-07-26T18:09:38Z",
    "content": "<ul><li>Touchstream allegedly made the ability to share screens from smartphones to smart TVs before Google released Chromecasts.</li><li>The company claims the technology was patented in 2010.</li><… [+2173 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "msmash",
    "title": "Apple Tests 'Apple GPT,' Develops Generative AI Tools To Catch OpenAI",
    "description": "Apple is quietly working on artificial intelligence tools that could challenge those of OpenAI, Alphabet's Google and others, but the company has yet to devise a clear strategy for releasing the technology to consumers. From a report: The iPhone maker has bui…",
    "url": "https://apple.slashdot.org/story/23/07/19/1619235/apple-tests-apple-gpt-develops-generative-ai-tools-to-catch-openai",
    "urlToImage": "https://a.fsdn.com/sd/topics/ai_64.png",
    "publishedAt": "2023-07-19T16:19:00Z",
    "content": "The iPhone maker has built its own framework to create large language models -- the AI-based systems at the heart of new offerings like ChatGPT and Google's Bard -- according to people with knowledge… [+806 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "Tim Hardwick",
    "title": "Apple Supplier LG Invests in MicroLED Patents for Apple Watch Ultra Displays",
    "description": "Apple supplier LG has reportedly purchased multiple patents that could help it produce the displays for Apple's rumored next-generation Apple Watch Ultra model with a microLED display. \n\n\n\n\n\nThe Elec reports that the patents purchased from a Taiwanese company…",
    "url": "https://www.macrumors.com/2023/08/10/lg-producing-microled-displays-apple-watch/",
    "urlToImage": "https://images.macrumors.com/t/nH0bK5KfCjBQmaoN1W8ptaOnESQ=/2000x/article-new/2022/09/apple-watch-ultra-adventures.jpg",
    "publishedAt": "2023-08-10T11:19:36Z",
    "content": "Apple supplier LG has reportedly purchased multiple patents that could help it produce the displays for Apple's rumored next-generation Apple Watch Ultra model with a microLED display. \r\nThe Elec rep… [+2506 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Daniel Cooper",
    "title": "The Morning After: Apple Watch X will herald a dramatic redesign",
    "description": "Apple has a thing for 10th anniversaries: The iPhone X made its debut a decade after the first iPhone arrived. The rumor mill says Apple Watch’s 10th birthday justifies a similarly dramatic reworking of its original template. Reports suggest 2025’s Apple Watc…",
    "url": "https://www.engadget.com/the-morning-after-apple-watch-x-will-herald-a-dramatic-redesign-111512369.html",
    "urlToImage": "https://s.yimg.com/ny/api/res/1.2/5iMTjLvruPT0SL96dbYr_A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03ODA-/https://s.yimg.com/os/creatr-uploaded-images/2023-08/74e63250-3b5b-11ee-bfd6-7a1ad9068258",
    "publishedAt": "2023-08-15T11:15:12Z",
    "content": "Apple has a thing for 10th anniversaries: The iPhone X made its debut a decade after the first iPhone arrived. The rumor mill says Apple Watchs 10th birthday justifies a similarly dramatic reworking … [+3300 chars]"
    },
    {
    "source": {
    "id": "bbc-news",
    "name": "BBC News"
    },
    "author": "https://www.facebook.com/bbcnews",
    "title": "Paris 2024 Olympics: Concern over French plan for AI surveillance",
    "description": "CCTV will use algorithms to detect fights and abandoned bags - but not everyone is happy about it.",
    "url": "https://www.bbc.co.uk/news/world-europe-66122743",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/8625/production/_130414343_cctv-gettyimages-1210191122.jpg",
    "publishedAt": "2023-07-19T01:47:22Z",
    "content": "Abandoned luggage and unexpected crowds - real-time cameras will use artificial intelligence (AI) to detect suspicious activity on the streets of Paris during next summer's Olympics. But civil rights… [+5150 chars]"
    },
    {
    "source": {
    "id": "engadget",
    "name": "Engadget"
    },
    "author": "Mariella Moon",
    "title": "The Meta 'Super Rumble' game is the first of many next-gen Horizon Worlds VR titles",
    "description": "Meta has just launched a new game for Horizon Worlds called Super Rumble, and it's unlike any other game released for the social VR application. Previously known as Titanborne in beta, Super Rumble is the the first game out of Meta's in-house studio, Ouro Int…",
    "url": "https://www.engadget.com/the-meta-super-rumble-game-is-the-first-of-many-next-gen-horizon-worlds-vr-titles-130141631.html",
    "urlToImage": "https://s.yimg.com/uu/api/res/1.2/oO3BA7IDj33Fnb8.YUiQ2Q--~B/Zmk9ZmlsbDtoPTYzMDtweW9mZj0wO3c9MTIwMDthcHBpZD15dGFjaHlvbg--/https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2023-07/ee9a5300-2df6-11ee-bbf7-5ce17084d53f.cf.jpg",
    "publishedAt": "2023-07-29T13:01:41Z",
    "content": "Meta has just launched a new game for Horizon Worlds called Super Rumble, and it's unlike any other game released for the social VR application. Previously known as Titanborne in beta, Super Rumble i… [+2685 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Guardian"
    },
    "author": "Amelia Tait and Michael Segalov",
    "title": "Doom busters: why some things aren’t (quite) as bad as we think",
    "description": "We live in worrying times. From the climate crisis to the culture wars, there is always something to keep us fretting. But sometimes the facts tell a different story – a more hopeful one. Here, we speak to experts in search of some optimism and find 13 reason…",
    "url": "https://www.theguardian.com/lifeandstyle/2023/jul/30/doom-busters-why-some-things-arent-quite-as-bad-as-you-think",
    "urlToImage": "https://i.guim.co.uk/img/media/4bc7734fbb5526de435008f9de883424c97037de/0_502_4413_2646/master/4413.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tZGVmYXVsdC5wbmc&enable=upscale&s=eb6c156d1919eaf2d393d292015beb12",
    "publishedAt": "2023-07-30T06:00:04Z",
    "content": "Is artificial intelligence a force for evil?\r\nKriti Sharma is a chief product officer for legal technology at Thomson Reuters and the founder of AI for Good\r\nAI for Good is about building AI in the r… [+15082 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Thomas Germain",
    "title": "Want Free Self-Driving Mode In Your Tesla? Researchers Found a Jailbreak",
    "description": "A group of researchers has discovered a technique to jailbreak a Tesla’s infotainment system, unlocking Full Self-Driving, heated seats, and other paid features for the low price of zero dollars.Read more...",
    "url": "https://gizmodo.com/tesla-self-driving-free-hack-jailbreak-research-1850703718",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/daca0cfdc024eeea2ab48005dac10147.jpg",
    "publishedAt": "2023-08-03T17:16:00Z",
    "content": "A group of researchers has discovered a technique to jailbreak a Teslas infotainment system, unlocking Full Self-Driving, heated seats, and other paid features for the low price of zero dollars.\r\nAcc… [+1656 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Guardian"
    },
    "author": "Jillian Ambrose",
    "title": "UK homes install ‘record number’ of solar panels and heat pumps",
    "description": "Head of industry standards body says more people are turning to renewable technology as energy costs growBritish households are making more green energy upgrades than ever before after installing a record number of solar panels and heat pumps in the first hal…",
    "url": "https://www.theguardian.com/environment/2023/aug/14/uk-homes-install-record-number-of-solar-panels-and-heat-pumps",
    "urlToImage": "https://i.guim.co.uk/img/media/5a62b43b1cff898587b087af49258a206d0875e2/0_167_5043_3027/master/5043.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=817e3da7a6ab164036a5c0003040b08a",
    "publishedAt": "2023-08-14T05:00:08Z",
    "content": "British households are making more green energy upgrades than ever before after installing a record number of solar panels and heat pumps in the first half of the year, according to the industrys off… [+3216 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Guardian"
    },
    "author": "Patrick Butler and Hibaq Farah",
    "title": "‘Put learners first’: Unesco calls for global ban on smartphones in schools",
    "description": "Major UN report issues warning over excessive use, with one in six countries already banning the devices<ul><li>• Analysis: distraction and bullying are key concerns</li></ul><ul><li>‘I would crank up the restrictions’: teachers on banning phones in school</l…",
    "url": "https://www.theguardian.com/world/2023/jul/26/put-learners-first-unesco-calls-for-global-ban-on-smartphones-in-schools",
    "urlToImage": "https://i.guim.co.uk/img/media/6164a0aa5118909b52fc2fd6c6fe83b47ae6eebd/0_140_4256_2553/master/4256.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=a8f6845e1c3181744729f3d726b2b3e3",
    "publishedAt": "2023-07-25T23:01:04Z",
    "content": "Smartphones should be banned from schools to tackle classroom disruption, improve learning and help protect children from cyberbullying, a UN report has recommended.\r\nUnesco, the UNs education, scien… [+5875 chars]"
    },
    {
    "source": {
    "id": "abc-news",
    "name": "ABC News"
    },
    "author": "Molly Nagle",
    "title": "Biden White House, tech companies launch new safeguards around emerging AI technology",
    "description": "Seven major companies are taking voluntary steps on security and transparency.",
    "url": "https://abcnews.go.com/Politics/biden-white-house-tech-companies-launch-new-safeguards/story?id=101555314",
    "urlToImage": "https://s.abcnews.com/images/Politics/biden-ai-ap-ps-230721_1689961208382_hpMain_16x9_992.jpg",
    "publishedAt": "2023-07-21T18:51:39Z",
    "content": "President Joe Biden met with tech leaders Friday at the White House to highlight what he said are new, voluntary steps the companies are taking to step up safety and transparency around emerging AI t… [+2915 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Alex Bitter",
    "title": "Amazon's palm payment tech is coming to every Whole Foods in the US",
    "description": "Amazon will roll out its palm payment tech to every Whole Foods grocery store by the end of 2023, it said Thursday.",
    "url": "https://www.businessinsider.com/amazon-one-palm-payment-tech-coming-every-us-whole-foods-2023-7",
    "urlToImage": "https://i.insider.com/64b94bab245f830019049eef?width=1200&format=jpeg",
    "publishedAt": "2023-07-20T15:23:28Z",
    "content": "Every US Whole Foods will have Amazon One palm payment technology by the end of 2023, the tech giant said Thursday.Courtesy of Amazon\r\n<ul>\n<li>Amazon is rolling out its palm payment technology to ev… [+1758 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Jason Parham",
    "title": "The New Minstrels Are Here",
    "description": "AI-generated video and images are ushering in an ungovernable reality—where the remixing of stereotypes is not only accepted, but big business.",
    "url": "https://www.wired.com/story/new-minstrels-generative-ai/",
    "urlToImage": "https://media.wired.com/photos/64b07e366279e364728446a7/191:100/w_1280,c_limit/FOE3_2.jpg",
    "publishedAt": "2023-07-21T10:00:00Z",
    "content": "Left unchecked, the visual culture of entertainment is headed into a phase of post-authenticity, a period where artificial media will have an even more damaging impact on how culture is made, represe… [+3030 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Will Bedingfield",
    "title": "The Generative AI Battle Has a Fundamental Flaw",
    "description": "Writers and artists want compensation from AI firms that they claim have trained their models on copyrighted works. But their legal fights miss the bigger issues.",
    "url": "https://www.wired.com/story/artificial-intelligence-copyright-law/",
    "urlToImage": "https://media.wired.com/photos/64bf0d2ac859c4a1cdecc4c5/191:100/w_1280,c_limit/Generative-AI-Battle-Flaw-Copyright-Culture-1176669763.jpg",
    "publishedAt": "2023-07-25T11:00:00Z",
    "content": "Last week, the Authors Guild sent an open letter to the leaders of some of the worlds biggest generative AI companies. Signed by more than 9,000 writers, including prominent authors like George Saund… [+3652 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Justin Pot",
    "title": "Apps Are Rushing to Add AI. Is Any of It Useful?",
    "description": "The artificial intelligence gold rush has thrust services like ChatGPT into every aspect of our digital lives. That still won’t solve your email problems.",
    "url": "https://www.wired.com/story/is-in-app-ai-useful/",
    "urlToImage": "https://media.wired.com/photos/64cc07eba6c1fece8f4bb5c3/191:100/w_1280,c_limit/Slow-Down-On-AI-Gear-GettyImages-1325877794.jpg",
    "publishedAt": "2023-08-04T11:00:00Z",
    "content": "Ever since theChatGPT API opened up, all sorts of apps have been strapping on AI functionality. I've personally noticed this a lot in email clients: Apps like Spark and Canary are prominently braggin… [+3361 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Vittoria Elliott",
    "title": "Big AI Won’t Stop Election Deepfakes With Watermarks",
    "description": "Experts warn of a new age of AI-driven disinformation. A voluntary agreement brokered by the White House doesn’t go nearly far enough to address those risks.",
    "url": "https://www.wired.com/story/ai-watermarking-misinformation/",
    "urlToImage": "https://media.wired.com/photos/64c1ac9388479249e0cc2bbf/191:100/w_1280,c_limit/AI-Watermarks-Wont-Stop-Election-Deepfakes-Business-1457743914.jpg",
    "publishedAt": "2023-07-27T11:00:00Z",
    "content": "In May, a fake image of an explosion near the Pentagon went viral on Twitter. It was soon followed by images seeming to show explosions near the White House as well. Experts in mis- and disinformatio… [+3100 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "David Karpf",
    "title": "The Curse of the Long Boom",
    "description": "I run into a lot of incorrect predictions when reading through the WIRED archives. What should the takeaway be?",
    "url": "https://www.wired.com/story/long-boom-predictions-wired/",
    "urlToImage": "https://media.wired.com/photos/64c19c0252bb92d7ad7c3394/191:100/w_1280,c_limit/ideas_long_boom_economic_prediction.jpg",
    "publishedAt": "2023-07-27T11:00:00Z",
    "content": "It seems like this list surfaces on social media every year or so. People stumble across the Long Boom story, notice the scenario spoilers sidebar, and break out in fits of nervous laughter. The list… [+2666 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Ramin Skibba",
    "title": "The Space Force Is Launching Its Own Swarm of Tiny Satellites",
    "description": "Defense satellites used to be big, costly, and \"juicy\" targets for attack. Now the Pentagon is aiming for a more resilient network of nearly 1,000 mini orbiters.",
    "url": "https://www.wired.com/story/the-space-force-is-launching-its-own-swarm-of-tiny-satellites/",
    "urlToImage": "https://media.wired.com/photos/64d63cdb0b67c709cbcaac6e/191:100/w_1280,c_limit/missiles_science_230402-F-TD231-1001.jpg",
    "publishedAt": "2023-08-14T11:00:00Z",
    "content": "Four years after it was formed, the US Space Force has begun deploying its first satellite network. For the military, it marks a significant shift from relying on a handful of powerful, expensive sat… [+3016 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Madeline Ashby",
    "title": "Hollywood’s Future Belongs to People—Not Machines",
    "description": "Artificial intelligence is poised to transform entertainment as we know it, from blockbusters to pornography. But the power is still in the hands of humans.",
    "url": "https://www.wired.com/story/hollywoods-future-belongs-to-people-not-machines/",
    "urlToImage": "https://media.wired.com/photos/64b19fab7b25a434b1f3bfa6/191:100/w_1280,c_limit/FOE_1.jpg",
    "publishedAt": "2023-07-17T10:00:00Z",
    "content": "And its working. Aron Levitz, president of media and publishing platform Wattpad WEBTOON Studios, says access to that kind of data has empowered the platforms writers and artists. As a user, not only… [+3588 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "ReadWrite"
    },
    "author": "Deanna Ritchie",
    "title": "Samsung’s GDDR7 Memory Chips Are So Fast, They’ll Blow Your Mind",
    "description": "Samsung has once again solidified its position as an industry leader with the introduction of the world’s first GDDR7 memory […]\nThe post Samsung’s GDDR7 Memory Chips Are So Fast, They’ll Blow Your Mind appeared first on ReadWrite.",
    "url": "https://readwrite.com/samsungs-gddr7-memory-chips-are-so-fast-theyll-blow-your-mind/",
    "urlToImage": "https://images.readwrite.com/wp-content/uploads/2023/07/samsung-memory-r3kVxm9HuAI-unsplash-scaled.jpg",
    "publishedAt": "2023-07-19T22:23:02Z",
    "content": "Samsung has once again solidified its position as an industry leader with the introduction of the world’s first GDDR7 memory chips. These cutting-edge chips represent a significant leap forward in me… [+8624 chars]"
    },
    {
    "source": {
    "id": "ars-technica",
    "name": "Ars Technica"
    },
    "author": "Benj Edwards",
    "title": "Disney explores cutting costs through AI use",
    "description": "House of Mickey hopes AI will help control soaring TV and film production costs.",
    "url": "https://arstechnica.com/information-technology/2023/08/disney-ai-task-force-aims-to-cut-costs-enhance-experiences-across-the-company/",
    "urlToImage": "https://cdn.arstechnica.net/wp-content/uploads/2023/08/disneyland_castle_hero-760x380.jpg",
    "publishedAt": "2023-08-08T18:50:13Z",
    "content": "Enlarge/ The Disneyland castle in Anaheim, California.\r\n38 with \r\nThe Walt Disney Company has formed a task force to investigate the potential applications of AI throughout its various business units… [+2711 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "David Pierce",
    "title": "Nothing CEO Carl Pei on the Phone 2, AI, and the future of gadgets",
    "description": "Nothing recently launched the Phone 2, its latest smartphone. In an interview, founder and CEO Carl Pei discusses the device along with Nothing’s take on AI, AR glasses, foldable phones, and much more.",
    "url": "https://www.theverge.com/23798723/nothing-ceo-carl-pei-interview-phone-2-earbuds",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/L08jIw9vtrgfFNZ5eeEkFQBc99g=/0x0:5409x3649/1200x628/filters:focal(3828x635:3829x636)/cdn.vox-cdn.com/uploads/chorus_asset/file/24794466/Carl_Pei_1.jpg",
    "publishedAt": "2023-07-19T13:00:57Z",
    "content": "Nothing CEO Carl Pei knows better than most how hard it is to make a dent in the hardware world. | Image: Nothing\r\n\n \n\n\n Nothing wants to invent the future. But you don’t get to invent the future if … [+19292 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Katie Hawkinson",
    "title": "A brewery is making beer with recycled wastewater, purified using a process developed by NASA",
    "description": "The company relies on the same recycling methods that NASA uses to allow astronauts to drink water in space.",
    "url": "https://www.businessinsider.com/half-moon-bay-brewery-california-recycled-wastewater-nasa-astronauts-2023-7",
    "urlToImage": "https://i.insider.com/64bc2cd6bea34400195f431e?width=1200&format=jpeg",
    "publishedAt": "2023-07-22T19:49:36Z",
    "content": "To combat droughts in the western United States, some breweries are using recycled wastewater in their beers.Lucy Nicholson/Reuters\r\n<ul>\n<li>A brewery in California is using recycled wastewater to m… [+1523 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Mia Sato",
    "title": "An influencer’s guide to the writers and actors strikes",
    "description": "Thousands of SAG-AFTRA actors and WGA writers are on strike, bringing Hollywood to a halt. Here’s what content creators should know about how the strikes affect them.",
    "url": "https://www.theverge.com/23802895/sag-aftra-writers-guild-strikes-hollywood-influencer-rules",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/a98WMiImU2mvT7B2VDqMvh_qFoo=/0x0:5882x3950/1200x628/filters:focal(4669x1618:4670x1619)/cdn.vox-cdn.com/uploads/chorus_asset/file/24801059/1551360984.jpg",
    "publishedAt": "2023-07-21T14:47:00Z",
    "content": "An influencers guide to the writers and actors strikes\r\nAn influencers guide to the writers and actors strikes\r\n / Thousands of writers and actors are on strike. Heres what content creators should kn… [+7839 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "CNET"
    },
    "author": "Zachary McAuliffe",
    "title": "Amazon's Palm Payment Tech Is Coming to All US Whole Foods Stores - CNET",
    "description": "This payment option will be available at all stores by 2024.",
    "url": "https://www.cnet.com/tech/services-and-software/amazons-palm-payment-tech-is-coming-to-all-us-whole-foods/",
    "urlToImage": "https://www.cnet.com/a/img/resize/53e7d90596bc798bb93a552af502bf470bf09121/hub/2022/04/19/679a53f8-aea2-4ae8-b464-04dca273ea9a/amazon-one-courtesy-photo.jpg?auto=webp&fit=crop&height=675&width=1200",
    "publishedAt": "2023-07-20T21:03:11Z",
    "content": "Whole Foods shoppers in the US won't have to bring their wallets to go grocery shopping soon. Amazon announced Thursday that all US Whole Foods locations will soon be outfitted with Amazon One's palm… [+1637 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Joel Khalili, Peter Guest",
    "title": "X Isn’t a Super App. It’s Just Twitter",
    "description": "Twitter’s rebrand to X is both a bad joke and an attempt by Elon Musk to realize his decades-long ambition for an all-conquering super app.",
    "url": "https://www.wired.com/story/twitter-x-rebrand-elon-musk/",
    "urlToImage": "https://media.wired.com/photos/64beb5390a0f9ed43773f2eb/191:100/w_1280,c_limit/Twitter-Is-Now-X-Business-1551344660.jpg",
    "publishedAt": "2023-07-24T17:32:50Z",
    "content": "The last time Elon Musk flipped the bird at his users, it was to switch Twitters logo to a grinning Shiba Inua hilarious inside joke that pumped the value of the dogecoin cryptocurrency, in which Mus… [+3109 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "CNET"
    },
    "author": "Stephen Shankland",
    "title": "1Password Tests Passkeys for Unlocking Your Password Vault - CNET",
    "description": "Android and Windows support is on the way. Passkeys are easier to use and more secure than passwords, tech's biggest companies say.",
    "url": "https://www.cnet.com/tech/services-and-software/1password-tests-passkeys-for-unlocking-your-password-vault/",
    "urlToImage": "https://www.cnet.com/a/img/resize/3cadc1c9096057db1b3ca72ed78fd338937ea07f/hub/2023/07/19/1fa331bb-58c5-4d63-9226-c714417bf057/passkey-1password-unlock.jpg?auto=webp&fit=crop&height=675&width=1200",
    "publishedAt": "2023-07-19T13:00:00Z",
    "content": "1Password has begun testing ways to access the app without a password, adding an option to use newer passkey technology instead. The change, which uses a quick biometric check to unlock and use your … [+3366 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Brenda Stolyar",
    "title": "6 Best Deals From the Nordstrom Anniversary Sale (2023): Dyson Hair Tools, Fellow Grinder",
    "description": "Dyson hair tools, Fellow coffee grinders, and more WIRED-approved products are seeing nice discounts at the Nordstrom Anniversary Sale.",
    "url": "https://www.wired.com/story/nordstrom-anniversary-sale-deals-2023/",
    "urlToImage": "https://media.wired.com/photos/64b71c1b40f1b0ff578447d1/191:100/w_1280,c_limit/Longchamp-Small-Le-Pliage-Gear.jpg",
    "publishedAt": "2023-07-19T16:00:00Z",
    "content": "If you're not tapped out from Amazon Prime Day, then we've got some new deals that might interest you. The Nordstrom Anniversary Sale is happening right now through August 6, and we've scanned dozens… [+3588 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Angela Watercutter",
    "title": "‘Barbenheimer’ Signals the Start of Hollywood’s Apocalypse",
    "description": "This weekend, two of the most anticipated movies of the year, Barbie and Oppenheimer, hit theaters. It’s an event that could save cinema—right before it implodes.",
    "url": "https://www.wired.com/story/barbie-oppenheimer-barbenheimer-hollywood-future/",
    "urlToImage": "https://media.wired.com/photos/64b9ae9d0124a91cee27dba2/191:100/w_1280,c_limit/Barbenheimer-Signals-Hollywood-Apocalypse-Culture-Everett-MCDOPPE_UV014.jpg",
    "publishedAt": "2023-07-21T11:00:00Z",
    "content": "Barbenheimerthe collective celebration around the release of the Barbie and Oppenheimer movieshas collided with the wedding industrial complex. Thats not a joke. According to a Variety story this wee… [+2670 chars]"
    },
    {
    "source": {
    "id": "wired",
    "name": "Wired"
    },
    "author": "Lily Hay Newman",
    "title": "Microsoft’s AI Red Team Has Already Made the Case for Itself",
    "description": "Since 2018, a dedicated team within Microsoft has attacked machine learning systems to make them safer. But with the public release of new generative AI tools, the field is already evolving.",
    "url": "https://www.wired.com/story/microsoft-ai-red-team/",
    "urlToImage": "https://media.wired.com/photos/64cd85899ec11a2433532daf/191:100/w_1280,c_limit/Microsoft-AI-Red-Team-Security-GettyImages-1481843876.jpg",
    "publishedAt": "2023-08-07T17:51:37Z",
    "content": "For most people, the idea of using artificial intelligence tools in daily lifeor even just messing around with themhas only become mainstream in recent months, with new releases of generative AI tool… [+3117 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Boing Boing"
    },
    "author": "Jennifer Sandlin",
    "title": "Watch a swarm of autonomous drones gracefully navigate a crowded bamboo forest",
    "description": "Watch this cool footage of a swarm of drones navigating through a crowded bamboo forest. The drones, created by researchers at Zhejiang University and Hong Kong University of Science and Technology, are autonomous—they aren't preprogrammed and they aren't bei…",
    "url": "https://boingboing.net/2023/08/15/watch-a-swarm-of-autonomous-drones-gracefully-navigate-a-crowded-bamboo-forest.html",
    "urlToImage": "https://s0.wp.com/i/blank.jpg",
    "publishedAt": "2023-08-15T14:00:25Z",
    "content": "Watch this cool footage of a swarm of drones navigating through a crowded bamboo forest. The drones, created by researchers at Zhejiang University and Hong Kong University of Science and Technology, … [+616 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "VentureBeat"
    },
    "author": "Dean Takahashi",
    "title": "5 companies form Alliance for OpenUSD for metaverse 3D graphics standard",
    "description": "Five major companies in the 3D content industry — Adobe, Apple, Autodesk, Nvidia and Pixar — have come together to form the Alliance for OpenUSD (AOUSD). The group that aims to promote the growth and standardization of Pixar’s Universal Scene Description (USD…",
    "url": "https://venturebeat.com/games/5-companies-form-alliance-for-openusd-for-metaverse-3d-graphics-standard/",
    "urlToImage": "https://venturebeat.com/wp-content/uploads/2023/08/Coco-USD.jpg?w=1200&strip=all",
    "publishedAt": "2023-08-01T13:00:00Z",
    "content": "Missed the GamesBeat Summit excitement? Don't worry! Tune in now to catch all of the live and virtual sessions here.\r\nFive major companies in the 3D content industry Adobe, Apple, Autodesk, Nvidia an… [+14889 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Mia Sato",
    "title": "MrBeast’s burger company is suing him for $100 million",
    "description": "Virtual Dining Concepts is suing MrBeast, aka Jimmy Donaldson. The two partnered to create the ghost kitchen brand MrBeast Burger in 2020.",
    "url": "https://www.theverge.com/2023/8/7/23822859/mrbeast-burger-virtual-dining-concepts-counter-lawsuit-ghost-kitchen",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/LnXFmOGZMdA_fe4jyXyEPpwlBOs=/0x0:3531x2644/1200x628/filters:focal(1680x921:1681x922)/cdn.vox-cdn.com/uploads/chorus_asset/file/24835210/1420812435.jpg",
    "publishedAt": "2023-08-07T15:34:52Z",
    "content": "MrBeasts burger company is suing him for $100 million\r\nMrBeasts burger company is suing him for $100 million\r\n / The lawsuit, filed Monday, is in response to MrBeasts suit against ghost kitchen compa… [+2739 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "BeauHD",
    "title": "'Meta's Newly Released Large Language Model Llama-2 Is Not Open Source'",
    "description": "Earlier this week, Meta announced it has teamed up with Microsoft to launch Llama 2, its \"open-source\" large language model (LLM) that uses artificial intelligence to generate text, images, and code. In an opinion piece for The Register, long-time ZDNet contr…",
    "url": "https://news.slashdot.org/story/23/07/21/2111220/metas-newly-released-large-language-model-llama-2-is-not-open-source",
    "urlToImage": "https://a.fsdn.com/sd/topics/opensource_64.png",
    "publishedAt": "2023-07-21T21:40:00Z",
    "content": "As Amanda Brock, CEO of OpenUK, said, it's \"not an OSI approved license but a significant release of Open Technology ... This is a step to moving AI from the hands of the few to the many, democratizi… [+2888 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "Hartley Charlton",
    "title": "Apple Reportedly Asks Suppliers for 'Bezelless' OLED iPhone Displays",
    "description": "Apple has asked its suppliers to develop \"bezelless\" OLED display panels for future iPhone models, The Elec reports.\n\n\n\niPhone 15 Pro Max dummy model with thinner bezels compared to an iPhone 14 Pro Max, via Unbox Therapy.\n\nApple apparently asked Samsung and …",
    "url": "https://www.macrumors.com/2023/07/24/apple-asks-suppliers-for-bezelless-iphone/",
    "urlToImage": "https://images.macrumors.com/t/XwtVj88WwTe2qNHUTzwCqrKeG5g=/2788x/article-new/2023/05/unbox-therapy-15-pro-max-bezels.jpg",
    "publishedAt": "2023-07-24T12:29:14Z",
    "content": "Apple has asked its suppliers to develop \"bezelless\" OLED display panels for future iPhone models, The Elec reports.\r\nApple apparently asked Samsung and LG Display to develop the new OLED display pan… [+1586 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Umar Shakir",
    "title": "Tesla’s Cybertruck is less than 19 feet long so it can fit in your garage",
    "description": "Tesla’s Cybertruck is a sub-19-foot pickup, and the company claims it’s the first four-door with a six-foot bed. Elon Musk says in a Q2 earnings call that the automaker is building release candidates in its Austin, Texas Gigafactory.",
    "url": "https://www.theverge.com/2023/7/19/23799319/tesla-cybertruck-bed-specs-q2-production-deliveries",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/W68jHXcwqIoOGWRNnwTZ_bMlaD0=/0x0:1101x734/1200x628/filters:focal(551x367:552x368)/cdn.vox-cdn.com/uploads/chorus_asset/file/24797931/F1bQnVlacAAFT9Y.jpeg",
    "publishedAt": "2023-07-19T22:32:08Z",
    "content": "Teslas Cybertruck is less than 19 feet long so it can fit in your garage\r\nTeslas Cybertruck is less than 19 feet long so it can fit in your garage\r\n / Tesla claims the Cybertruck is the first sub-19-… [+3551 chars]"
    },
    {
    "source": {
    "id": "the-verge",
    "name": "The Verge"
    },
    "author": "Andrew J. Hawkins",
    "title": "Robotaxis get the green light to expand to 24/7 service in San Francisco",
    "description": "Waymo and Cruise were approved to operate their robotaxi service 24/7 in San Francisco by the California Public Utilities Commission.",
    "url": "https://www.theverge.com/2023/8/10/23827790/waymo-cruise-cpuc-vote-robotaxi-san-francisco",
    "urlToImage": "https://cdn.vox-cdn.com/thumbor/iKZuRegp8f9WrzpZKD8Qhzehikc=/0x0:3413x2189/1200x628/filters:focal(1707x1095:1708x1096)/cdn.vox-cdn.com/uploads/chorus_asset/file/24843183/1497019989.jpg",
    "publishedAt": "2023-08-11T01:17:00Z",
    "content": "Robotaxis get the green light to expand to 24/7 service in San Francisco\r\nRobotaxis get the green light to expand to 24/7 service in San Francisco\r\n / After a six hour hearing, the California Public … [+2586 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "BeauHD",
    "title": "GM Will Add Bidirectional Charging Capabilities To All Ultium-Based EVs",
    "description": "Soon, all GM EV's on the Ultium platform will come equipped with bidirectional charging capabilities. Electrek reports: According to a release from GM this morning, the automaker has decided to roll out V2H capabilities to all of its incoming EV models, in ad…",
    "url": "https://hardware.slashdot.org/story/23/08/08/2237214/gm-will-add-bidirectional-charging-capabilities-to-all-ultium-based-evs",
    "urlToImage": "https://a.fsdn.com/sd/topics/power_64.png",
    "publishedAt": "2023-08-09T00:45:00Z",
    "content": "According to a release from GM this morning, the automaker has decided to roll out V2H capabilities to all of its incoming EV models, in addition to those already promised. [...] According to GM, all… [+741 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "msmash",
    "title": "EU's AI Lobbying Blitz Gets Lukewarm Response in Asia",
    "description": "The European Union is lobbying Asian countries to follow its lead on artificial intelligence in adopting new rules for tech firms that include disclosure of copyrighted and AI-generated content, according to senior officials from the EU and Asia. From a repor…",
    "url": "https://slashdot.org/story/23/07/18/209255/eus-ai-lobbying-blitz-gets-lukewarm-response-in-asia",
    "urlToImage": "https://a.fsdn.com/sd/topics/eu_64.png",
    "publishedAt": "2023-07-18T22:00:00Z",
    "content": "The EU and its member states have dispatched officials for talks on governing the use of AI with at least 10 Asian countries including India, Japan, South Korea, Singapore and the Philippines, they s… [+752 chars]"
    },
    {
    "source": {
    "id": "google-news",
    "name": "Google News"
    },
    "author": null,
    "title": "Canada feeling pain from SAG-AFTRA, WGA strikes - CBS News",
    "description": "<ol><li>Canada feeling pain from SAG-AFTRA, WGA strikes  CBS News\r\n</li><li>Richmond actor says AI technology could put him out of a job  Richmond News\r\n</li><li>Hollywood Actors, Writers On Strike | What It Means For Actors? | News9  NEWS9 Live\r\n</li><li>The…",
    "url": "https://consent.google.com/ml?continue=https://news.google.com/rss/articles/CCAiC2lfaGMtNWJ0a0RjmAEB?oc%3D5%26hl%3Den-CA%26gl%3DCA%26ceid%3DCA:en&gl=FR&hl=en-CA&cm=2&pc=n&src=1",
    "urlToImage": null,
    "publishedAt": "2023-07-26T17:11:31Z",
    "content": "We use cookies and data to<ul><li>Deliver and maintain Google services</li><li>Track outages and protect against spam, fraud, and abuse</li><li>Measure audience engagement and site statistics to unde… [+1131 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Sarah Sloat",
    "title": "The famed Cleveland Clinic just opened a 'smart hospital' where 5G may eventually power everything from check-ins to surgery",
    "description": "Cleveland Clinic's new hospital in Mentor, Ohio, is powered by a private 5G network that officials say will improve care and patient experience.",
    "url": "https://www.businessinsider.com/cleveland-clinic-5g-powered-smart-hospital-2023-7",
    "urlToImage": "https://i.insider.com/64bed79fed4f460019624c04?width=1200&format=jpeg",
    "publishedAt": "2023-08-03T15:30:24Z",
    "content": "Cleveland Clinic's new Mentor Hospital.Cleveland Clinic\r\n<ul>\n<li>Cleveland Clinic opened its newest facility on July 11, in Mentor, Ohio. </li>\n<li>It's a first-in-the-nation \"smart hospital\" powere… [+5275 chars]"
    },
    {
    "source": {
    "id": "fox-news",
    "name": "Fox News"
    },
    "author": "Fox News Staff",
    "title": "Fox News Artificial Intelligence Newsletter: Nolan on AI's 'Oppenheimer' moment and Musk's lofty goal",
    "description": "Stay up to date on the latest AI technology advancements and learn about the challenges and opportunities AI presents now and for the future.",
    "url": "https://www.foxnews.com/tech/fox-news-artificial-intelligence-newsletter-nolan-ai-oppenheimer-moment-musk-lofty-goal",
    "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/07/Oppenheimer-Director-Christopher-Nolan.jpg",
    "publishedAt": "2023-07-19T15:14:23Z",
    "content": "TOP STORIES\r\nOPPENHEIMER MOMENT: Hollywood director Christopher Nolan spoke with Fox News Digital on artificial intelligence's \"Oppenheimer moment.\" Nolan compared AI to the creation of the atomic bo… [+3830 chars]"
    },
    {
    "source": {
    "id": "fox-news",
    "name": "Fox News"
    },
    "author": "Julia Musto",
    "title": "AI boosting satellite navigation capability, European Space Agency says",
    "description": "The European Space Agency said that it is using artificial intelligence and machine learning technology to improve satellite navigation performance in multiple fields.",
    "url": "https://www.foxnews.com/tech/ai-boosting-satellite-navigation-capability-european-space-agency-says",
    "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/08/ESA.jpg",
    "publishedAt": "2023-08-03T17:33:16Z",
    "content": "The European Space Agency said Thursday that it is using artificial intelligence for satellite navigation.  \r\nThe engineering teams of the agency's NAVISP program are working with European industry a… [+2772 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Phil Rosen",
    "title": "AI will be at the center of the next financial crisis, SEC chief Gary Gensler says",
    "description": "The regulatory chairman told Dealbook that people piling into the most dominant AI models will raise risks for a crash.",
    "url": "https://markets.businessinsider.com/news/stocks/next-financial-crisis-prediction-ai-artificial-intelligence-gary-gensler-sec-2023-8",
    "urlToImage": "https://i.insider.com/62d1a0e506bc8f00188efaf8?width=1200&format=jpeg",
    "publishedAt": "2023-08-07T16:15:04Z",
    "content": "US Securities and Exchange Commission chairman Gary GenslerAlex Wong/Getty Images\r\n<ul>\n<li>SEC chief Gary Gensler told Dealbook that AI increases the risk of future financial crashes.</li>\n<li>He sa… [+2349 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Jennifer Sor",
    "title": "Tesla's Full Self-Driving feature could add $20 billion a year in revenue, Gene Munster says",
    "description": "Elon Musk confirmed Tesla was in talks with a major manufacturer to potentially license out its Full Self-Driving software.",
    "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-fsd-full-self-driving-earnings-margins-revenue-2023-7",
    "urlToImage": "https://i.insider.com/64b96cac4182d800196a3283?width=1200&format=jpeg",
    "publishedAt": "2023-07-20T18:01:19Z",
    "content": "Elon Musk, CEO of Tesla Motors, waves during a news conference to mark the company's delivery of the first batch of electric cars to Chinese customers in Beijing April 22, 2014. REUTERS/Stringer\r\n<ul… [+2101 chars]"
    },
    {
    "source": {
    "id": "fox-news",
    "name": "Fox News"
    },
    "author": "Fox News Staff",
    "title": "Fox News AI Newsletter: 'Fake' social media influencers grabbing attention",
    "description": "Stay up to date on the latest AI technology advancements and learn about the challenges and opportunities AI presents now and for the future.",
    "url": "https://www.foxnews.com/tech/fox-news-ai-newsletter-fake-social-media-influencers-grabbing-attention",
    "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/07/woman-sad-social-media.jpg",
    "publishedAt": "2023-08-09T17:11:21Z",
    "content": "INFLUENCER TRAP: New social media trend could prompt mental health crises, suicide as users tune into 'fake life': tech founder. Continue reading\r\nWORK WORRIES: A new poll reveals what Americans fear… [+1530 chars]"
    },
    {
    "source": {
    "id": "fox-news",
    "name": "Fox News"
    },
    "author": "Julia Musto",
    "title": "Australian DishBrain researchers receive more than $400K to merge AI with human brain cells",
    "description": "Researchers in southern Australia have recently been granted more than $403,000 in funding to merge human brain cells with artificial intelligence technology.",
    "url": "https://www.foxnews.com/tech/australian-dishbrain-researchers-receive-400k-merge-ai-human-brain-cells",
    "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/07/Melbourne.jpg",
    "publishedAt": "2023-07-21T16:28:51Z",
    "content": "A team of researchers in Australia has been awarded more than $403,000 in federal funding to merge human brain cells with artificial intelligence.\r\nMelbourne's Monash University, which led the resear… [+2308 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "insider@insider.com (Sarah Sloat)",
    "title": "The CEO of a nonprofit that gathers sound to catch illegal activity in the rainforest says 5G technology can get high-quality audio into the hands of those who need it — fast",
    "description": "Rainforest Connection uses a device called the Guardian to gather audio in the rainforest, listening for illegal logging and other dangers.",
    "url": "https://www.businessinsider.com/5g-technology-could-bolster-rainforest-connection-2023-7",
    "urlToImage": "https://i.insider.com/64b58d4576558a00189cff7e?width=1200&format=jpeg",
    "publishedAt": "2023-07-26T17:37:17Z",
    "content": "Around the end of 2016, Bourhan Yassin questioned whether he was on the right path. He had been working in the world of tech startups, most recently at MarkaVIP, a successful e-commerce company that … [+6230 chars]"
    },
    {
    "source": {
    "id": "fox-news",
    "name": "Fox News"
    },
    "author": "Fox News Staff",
    "title": "Fox News Artificial Intelligence Newsletter: Restaurant robot backlash, AI regulation",
    "description": "Stay up to date on the latest AI technology advancements and learn about the challenges and opportunities AI presents now and for the future.",
    "url": "https://www.foxnews.com/tech/fox-news-artificial-intelligence-newsletter-restaurant-robot-backlash-ai-regulation",
    "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2023/07/plato-serving-customers-cazadero.jpg",
    "publishedAt": "2023-08-02T14:41:29Z",
    "content": "TOP STORIES\r\nBACKLASH AT THE BAR: A struggling restaurant owner hired a robot to help her servers. Then the angry messages began. Continue reading\r\nARE THEY UP FOR IT?: Lawmakers wearing 'JCPenney le… [+1582 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Linda Codega",
    "title": "The Gaming Shelf Reaps What It Sows",
    "description": "So... Gen Con happened. To like, all of us. The annual gaming con held in Indianapolis brought “record breaking” numbers of fans through the convention center. Also, a few awards. Yours truly lost the Diana Jones Award for Excellence in Gaming to a truly exce…",
    "url": "https://gizmodo.com/gaming-shelf-reap-gila-rpgs-gen-con-recap-vaesen-1850717845",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/3dc8e15c00567880776cac4d7015df9f.png",
    "publishedAt": "2023-08-08T19:45:00Z",
    "content": "Albyon Abseys Geographical Almanac is an ENnie Award-nominated resource of 26 strange &amp; fantastical locations. Each location is system-agnostic, ready for you to drag &amp; drop into your fantasy… [+1880 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Gizmodo.com"
    },
    "author": "Linda Codega",
    "title": "Voice Actors Are Fighting Back Against Generative AI",
    "description": "“We’ve got to reject the idea that [AI] is just something that’s going to happen to us and we can’t say anything about it,” said SAG-AFTRA national executive director, Duncan Crabtree-Ireland at the beginning of a panel focusing on AI and entertainment. “I th…",
    "url": "https://gizmodo.com/sdcc-2023-voice-actors-ai-sag-strike-1850668591",
    "urlToImage": "https://i.kinja-img.com/gawker-media/image/upload/c_fill,f_auto,fl_progressive,g_center,h_675,pg_1,q_80,w_1200/0405ed010edd17ea35dc4af75476648d.png",
    "publishedAt": "2023-07-23T21:00:00Z",
    "content": "Weve got to reject the idea that [AI] is just something thats going to happen to us and we cant say anything about it, said SAG-AFTRA national executive director, Duncan Crabtree-Ireland at the begin… [+1986 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "BeauHD",
    "title": "Pixar, Adobe, Apple and Others Form Alliance For OpenUSD To Drive Open Standards For 3D Content",
    "description": "Some of the largest tech companies, including Adobe, Apple, Autodesk, and Nvidia, have announced the Alliance for OpenUSD (AOUSD) to promote and develop Pixar's 3D Universal Scene Description technology. From the Linux Foundation: The alliance seeks to standa…",
    "url": "https://news.slashdot.org/story/23/08/01/234219/pixar-adobe-apple-and-others-form-alliance-for-openusd-to-drive-open-standards-for-3d-content",
    "urlToImage": "https://a.fsdn.com/sd/topics/opensource_64.png",
    "publishedAt": "2023-08-02T01:00:00Z",
    "content": "The alliance seeks to standardize the 3D ecosystem by advancing the capabilities of Open Universal Scene Description (OpenUSD). By promoting greater interoperability of 3D tools and data, the allianc… [+1348 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "The Atlantic"
    },
    "author": "Rose Horowitch",
    "title": "Here Comes the Second Year of AI College",
    "description": "Universities still aren’t sure whether to embrace the technology or ban it.",
    "url": "https://www.theatlantic.com/ideas/archive/2023/08/ai-chatgpt-college-essay-plagiarism/674928/?utm_source=feed",
    "urlToImage": null,
    "publishedAt": "2023-08-07T11:00:00Z",
    "content": "When ChatGPT entered the world last fall, the faculty at SUNY Buffalo freaked out. Kelly Ahuna, the university’s director of academic integrity, was inundated by panicked emails. “It has me thinking … [+8358 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "MacRumors"
    },
    "author": "Hartley Charlton",
    "title": "TSMC Not Charging Apple for Defective 3nm Chips Ahead of iPhone 15 Pro Introduction",
    "description": "Chip supplier TSMC has taken the unusual step of not charging Apple for defective 3nm chips ahead of the introduction of the iPhone 15 Pro and the A17 Bionic chip, The Information reports.\n\n\n\n\n\nThe ‌iPhone 15 Pro‌ is widely rumored to feature the A17 Bionic c…",
    "url": "https://www.macrumors.com/2023/08/07/tsmc-not-charging-apple-for-defective-chips/",
    "urlToImage": "https://images.macrumors.com/t/n8JMxdkOzk8f3BBf2vAizoWlfEI=/1600x/article-new/2020/08/tsmc_semiconductor_chip_inspection_678x452.jpg",
    "publishedAt": "2023-08-07T15:53:41Z",
    "content": "Chip supplier TSMC has taken the unusual step of not charging Apple for defective 3nm chips ahead of the introduction of the iPhone 15 Pro and the A17 Bionic chip, The Information reports.\r\nThe ‌iPho… [+1289 chars]"
    },
    {
    "source": {
    "id": "business-insider",
    "name": "Business Insider"
    },
    "author": "Katie Hawkinson",
    "title": "Maryland police are using drones from a Chinese company that were banned in four states",
    "description": "One Maryland officer told a local news station that they have searched for other manufacturers of drones and none live up to the quality of DJI.",
    "url": "https://www.businessinsider.com/maryland-police-using-chinese-made-drones-banned-by-four-states-2023-7",
    "urlToImage": "https://i.insider.com/64c6aa27048ff200190dbf7e?width=1200&format=jpeg",
    "publishedAt": "2023-07-30T19:48:08Z",
    "content": "Maryland police agencies purchased drones from the Chinese technology company DJI.Adrees Latif/Reuters\r\n<ul>\n<li>Police agencies across Maryland are using drones from DJI, a Chinese technology compan… [+1774 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "Slashdot.org"
    },
    "author": "EditorDavid",
    "title": "Is AI Dangerous? James Cameron Says 'I Warned You Guys in 1984 and You DIdn't Listen'",
    "description": "\"Oscar-winning Canadian filmmaker James Cameron says he agrees with experts in the AI field that advancements in the technology pose a serious risk to humanity,\" reports CTV:\n\n Many of the so-called godfathers of AI have recently issued warnings about the nee…",
    "url": "https://entertainment.slashdot.org/story/23/07/30/2023234/is-ai-dangerous-james-cameron-says-i-warned-you-guys-in-1984-and-you-didnt-listen",
    "urlToImage": "https://a.fsdn.com/sd/topics/ai_64.png",
    "publishedAt": "2023-07-30T21:24:00Z",
    "content": "Many of the so-called godfathers of AI have recently issued warnings about the need to regulate the rapidly advancing technology before it poses a larger threat to humanity. \"I absolutely share their… [+1340 chars]"
    },
    {
    "source": {
    "id": null,
    "name": "CNET"
    },
    "author": "David Lumb",
    "title": "Energy Department Unveils $20M in Funding for Solar Panel Recycling - CNET",
    "description": "The funding is meant to encourage the creation of more-recyclable and longer-lasting solar panels.",
    "url": "https://www.cnet.com/home/energy-and-utilities/energy-department-touts-20m-in-funding-for-solar-panel-recycling/",
    "urlToImage": "https://www.cnet.com/a/img/resize/be620e0999f21a7b78c745e8667e451d9847c7c0/hub/2023/07/21/b9a6ad2f-34bc-4151-965b-2b493ae710be/solar-panels-getty.jpg?auto=webp&fit=crop&height=675&width=1200",
    "publishedAt": "2023-07-21T22:07:00Z",
    "content": "The US Department of Energy on Friday announced $20 million in funding for higher-quality solar technology, for more-recyclable and longer-lasting solar panels.\r\nThe funding aims to speed up solar de… [+1082 chars]"
    }
    ]
    }